Repository: fgaudin/helpmequit
Catalog: src/locale/*/LC_MESSAGES/django.po
Languages: fr

source: email address
fr: adresse email

source: sign up
fr: s'inscrire

source: log in
fr: se connecter

source: Quit smoking and help a charity
fr: Arrêtez de fumer et aidez une association

source: Quit smoking, get support, donate to your favorite charity
fr: Arrêtez de fumer, obtenez du soutien, donnez à une association

source: Quit smoking
fr: Arrêtez de fumer

source: Get support
fr: Obtenez du soutien

source: Donate to your favorite charity
fr: Donnez à une association

source: Sign up
fr: S'inscrire

source: or %(link)s
fr: ou %(link)s

source: Login
fr: Se connecter

source: See what you save
fr: Économisez

source: The first days are the hardest. Get your profile page and track what you save. You'll quickly realize that every day is a reward.
fr: Les premiers jours sont les plus durs. Créer votre profil et suivez vos économies. Vous verrez rapidement que chaque jour est une récompense.

source: Donate to a charity
fr: Donnez à une asso

source: Not smoking again is the tough part. Donate to your favorite charity. It will make your decision even more meaningful.
fr: Ne pas reprendre est difficile. Donnez à votre association préférée, cela donnera encore plus de sens à votre décision d'arrêter.

source: Motivation is all you need and when a friend pledges to donate $20 if you reach 30 days, you'll see how well it works.
fr: La motivation est le plus important et quand un ami promet de donner 20€ si vous atteignez 30 jours, vous verrez que ça aide.

source: See an example
fr: Voir un exemple

source: Featured profile
fr: Profil

source: %(profile)s quit %(duration)s days ago and raised $%(amount)s for %(beneficiary)s.
fr: %(profile)s a arrêté il y a %(duration)s jours et a récolté %(amount)s€ pour %(beneficiary)s.

source: Password
fr: Mot de passe

source: Only letters, numbers and . are accepted.
fr: Seuls les lettres, nombre et le . sont acceptés.

source: Quit date
fr: Date d'arrêt

source: Cigarettes per day
fr: Cigarettes par jour

source: Pack price
fr: Prix d'un paquet

source: Pack size
fr: Taille d'un paquet

source: Donation percentage
fr: Pourcentage de don

source: Currency
fr: Monnaie

source: Beneficiary
fr: Bénéficiaire

source: Testimony
fr: Témoignage

source: Video embed url
fr: Url video

source: Picture
fr: Image

source: Language
fr: Langue

source: Name
fr: Nom

source: Donate url
fr: Url de don

source: Banner
fr: Bannière

source: dark
fr: sombre

source: light
fr: clair

source: Font color
fr: Couleur de la police

source: Banner copyright
fr: Copyright de la bannière

source: This email is already registered. If it's yours, use the 'forgot password' link.
fr: Cet email est déjà enregistré. S'il vous appartient, utilisez le lien 'mot de passe oublié'.

source: A new confirmation email has been sent. Check your spam folder if you haven't received it.
fr: Un nouvel email de confirmation a été envoyé. Vérifiez votre dossier 'indésirables' si vous ne l'avez pas recu.

source: An email has been sent to %s with a link to confirm your signup. Check your spam folder if you haven't received anything.
fr: Un email a été envoyé à %s contenant un lien pour confirmer votre inscription. Vérifiez votre dossier 'indésirables' si vous n'avez rien recu.

source: Please confirm your signup
fr: Veuillez confirmer votre inscription

source: Your email is not valid.
fr: Votre email est invalide.

source: Method not allowed.
fr: Méthode non authorisée.

source: Hash invalid
fr: Hash invalide

source: Email and/or password invalid
fr: Email et/ou mot de passe invalides

source: Method not allowed
fr: Méthode non authorisée

source: Password updated successfully
fr: Mot de passe mis à jour avec succès

source: The url doesn't contain any video
fr: L'url ne contient aucune vidéo

source: Your page has been updated successfully
fr: Votre page a été mise à jour avec succès

source: Profile
fr: Profil

source: Settings
fr: Paramètres

source: Charity
fr: Association

source: Or create a new one
fr: Ou créer un nouveau

source: or
fr: ou

source: Update
fr: Mettre à jour

source: Update your password
fr: Changer votre mot de passe

source: Set your password
fr: Définir votre mot de passe

source: Update password
fr: Mettre à jour

source: Support %(first_name)s for quitting smoking by supporting %(beneficiary)s
fr: Aidez %(first_name)s à arrêter de fumer en soutenant %(beneficiary)s

source: Hello
fr: Bonjour

source: My name is
fr: Je m'appelle

source: I haven't smoked for
fr: Je n'ai pas fumé depuis

source: and %(percentage)s%% of what I save goes to
fr: et %(percentage)s%% de ce que j'économise est pour

source: With your help, I've raised:
fr: Avec votre aide, j'ai récolté

source: %(currency)s%(amount)s
fr: %(amount)s%(currency)s

source: Donations
fr: Dons

source: Support us
fr: Soutenez nous

source: when I reach
fr: quand j'atteindrai

source: you'll donate
fr: vous donnerez

source: Remind you at
fr: rappel à

source: Pledge to donate
fr: Promettre

source: This is a pledge, I'll receive no money. First, you will receive an email to validate your address. When I've reached the goal you set, you will receive another email with a link to the charity website and a button to confirm your donation.
fr: Ceci est une promesse de don, je ne recevrai pas d'argent. Vous allez d'abord recevoir un email pour valider votre adresse. Quand j'aurai atteins le but que vous avez fixé, vous recevrez un autre email avec un lien vers le site de l'association ainsi qu'un bouton pour confirmer votre don.

source: Share
fr: Partagez

source: Help me, help them
fr: Aidez moi, aidez les !

source: Spread the word
fr: Passez le mot

source: Years
fr: Ans

source: Months
fr: Mois

source: Days
fr: Jours

source: Hours
fr: Heures

source: Seconds
fr: Secondes

source: My donations
fr: Mes dons

source: Your donations
fr: Vos dons

source: Your pledges
fr: Vos promesses

source: Thank you!
fr: Merci !

source: To confirm your signup and your email address, please click on the following link:
fr: Pour confirmer votre inscription and votre adresse email, veuillez cliquer sur le lien suivant :

source: Confirm
fr: Confirmer

source: or click the following link: %(url)s
fr: ou cliquez sur le lien suivant : %(url)s

source: After setting your password, you will be able to set up your page.
fr: Après avoir défini votre mot de passe, vous pourrez configurer votre page.

source: Good luck!
fr: Bonne chance !

source: Your email
fr: Votre email

source: Amount
fr: Montant

source: Please confirm your pledge
fr: Veuillez confirmer votre promesse de don

source: Thank you! Check your <strong>emails</strong> to confirm your pledge. Check your spam folder too if you haven't received it.
fr: Merci! Vérifiez vos <strong>emails</strong> pour confirmer votre promesse de don. Vérifiez votre dossier 'indésirables' si vous ne l'avez pas recu.

source: Thank you! Your pledge has been confirmed.
fr: Merci! Votre promesse de don a été confirmée.

source: Thank you! Your donation has been recorded.
fr: Merci! Votre don a été enregistré.

source: Thank you! We really appreciate your support.
fr: Merci! Nous apprécions sincèrement votre soutien.

source: First, please add %(sitename)s to your contact list to avoid emails from us going to spam.
fr: Pour commencer, veuillez ajouter %(sitename)s à vos contacts pour éviter que nos emails soient considérés comme indésirables.

source: You pledged to donate %(currency)s%(amount)s when %(first_name)s reaches %(days)s days without smoking.
fr: Vous avez promis de donner %(amount)s%(currency)s quand %(first_name)s atteindra %(days)s jours sans fumer.

source: Now, you need to confirm your pledge so we can send you a reminder and a link when %(first_name)s reaches this goal.
fr: Nous vous prions de bien vouloir confirmer votre promesse pour que nous puissions vous envoyer un rappel et un lien quand %(first_name)s atteindra ce but.

source: Best regards,
fr: Cordialement,

source: Confirm: %(url)s
fr: Confirmer : %(url)s

source: Hi!
fr: Bonjour !

source: %(first_name)s hasn't smoked for %(days)s days.
fr: %(first_name)s n'a pas fumé depuis %(days)s jours.

source: You pledged to donate %(currency)s%(amount)s to %(beneficiary)s.
fr: Vous avez promis de donner %(amount)s%(currency)s pour %(beneficiary)s

source: Follow these two steps and you're done:
fr: Suivez ces deux étapes et c'est terminé:

source: Donate
fr: Faites votre don

source: Confirm your donation
fr: Confirmez votre don

source: or click the following links: %(donate_url)s and %(url)s
fr: ou cliquez sur les liens suivants : %(donate_url)s et %(url)s

source: A big thank you!
fr: Un grand merci !

source: donate here: %(url)s
fr: faites votre don ici : %(url)s

source: confirm your donation here: %(url)s
fr: confirmez votre don ici : %(url)s

source: View your page
fr: Voir votre page

source: Edit your page
fr: Éditez votre page

source: Logout
fr: Se déconnecter

source: Quitting too and want your own page?
fr: Vous arrêtez aussi et vous voulez votre propre page ?
